Repository: dachande/djdb
Catalog: Resources/Private/Language/*.locallang_csh_set.xlf
Languages: de

# .description
source: DJ set record
de: DJ Set Datensatz

# .details
source: The set model represents a DJ set which will most likely consist of multiple audio tracks mixed together by a DJ. Depending on the length of a DJ set it will be represented through one or more recordings.
de: Das Set-Modell stellt ein DJ-Set dar, das in der Regel aus mehreren Audiotiteln besteht, die von einem DJ zusammengemischt sind. Abhängig von der Länge eines DJ-Sets wird es durch eine oder mehrere Aufnahmen repräsentiert.

# catno.description
source: The catalogue number that was used for the release of the DJ set by the music label.
de: Die Katalognummer, die für die Veröffentlichung des DJ-Sets durch das Musiklabel verwendet wurde.

# catno.details
source: If the label also uses catalogue numbers to index DJ sets you can specify it here.
de: Wenn das Label auch Katalognummern zur Indizierung von DJ-Sets verwendet, können Sie dies hier angeben.

# is_featured.description
source: Highlight a DJ set as FEATURED
de: Ein DJ-Set als FEATURED markieren

# is_featured.details
source: You can highlight a DJ set with a FEATURED marker by enabling this option. This will also show this DJ set in a list of DJ sets having the FEATURED option enabled when using a plugin which is configured to show only FEATURED DJ sets.
de: Sie können ein DJ-Set mit einer FEATURED-Markierung hervorheben, indem Sie diese Option aktivieren. Dadurch wird dieses DJ-Set auch in einer Liste von DJ-Sets angezeigt, bei denen die Option FEATURED aktiviert ist, wenn ein Plugin verwendet wird, das so konfiguriert ist, dass es nur DJ-Sets mit FEATURED anzeigt.

# is_new.description
source: Highlight a DJ set as NEW
de: Ein DJ-Set als NEU markieren

# is_new.details
source: You can highlight a DJ set with a NEW marker by enabling this option.
de: Sie können ein DJ-Set mit einer NEU-Markierung hervorheben, indem Sie diese Option aktivieren.

# label.description
source: The name of the music label which released the DJ set.
de: Der Name des Musiklabels, das das DJ-Set veröffentlicht hat.

# label.details
source: If the DJ set has been released by a music label you can specify its name here.
de: Wenn das DJ-Set von einem Musiklabel veröffentlicht wurde, können Sie hier seinen Namen angeben.

# recordings.description
source: Add recordings to the DJ set
de: Füge Aufnahmen zu dem DJ-Set hinzu

# recordings.details
source: A DJ set consists of one or more recordings. These can be added here.
de: Ein DJ-Set besteht aus einer oder mehreren Aufnahmen. Diese können hier hinzugefügt werden.

# release.description
source: Additional name for the release, if desired
de: Zusätzlicher Name für das Release, falls gewünscht.

# release.details
source: If you want to, you can specify an additional release name. For example, this can be used for the name of a music series.
de: Wenn Sie möchten, können Sie einen zusätzlichen Release-Namen angeben. Dieser kann z.B. für den Namen einer Musikserie verwendet werden.

# release_date.description
source: The date when the DJ set has been released
de: Das Datum, an dem das DJ-Set veröffentlicht wurde

# release_date.details
source: Although the release date-field contains date and time the time is not taken into account when being displayed in the frontend.
de: Obwohl das Release-Datumsfeld Datum und Uhrzeit enthält, wird die Uhrzeit bei der Anzeige im Frontend nicht berücksichtigt.
